[Killed] BlockStatement
tools/stryker/src/math.cjs:1:35
-exports.isPositive = function (n) {
-  return n >= 0;
-};
+exports.isPositive = function (n) {};
 
killedBy: isPositive true for 0 and positives
statusReason: expected undefined to equal true

[Killed] ConditionalExpression
tools/stryker/src/math.cjs:2:10
 exports.isPositive = function (n) {
-  return n >= 0;
+  return true;
 };
 
killedBy: isPositive false for negatives
statusReason: expected true to equal false

[Killed] EqualityOperator
tools/stryker/src/math.cjs:2:10
 exports.isPositive = function (n) {
-  return n >= 0;
+  return n < 0;
 };
 
killedBy: isPositive true for 0 and positives
statusReason: expected false to equal true
